{	"Gen_Label_Field" : {
		"en": "{0}: {1}",
		"fr": "{0} : {1}"
	},
	"Inv_Search_Instructions" : {
		"en": "Enter a census subdivision (CSD) id or name in the search bar below to select the records from the currently selected database in that CSD. The records will appear in the table below. Results will show after three characters are entered. A skip the dynamic features link is available for users to skip directly to the data table, once a CSD is entered.",
		"fr": "Saisir un identifiant ou le nom d'une subdivision de recensement (SDR) pour sélectionner les enregistrements de la base de données sélectionnée dans ce CSD. Les enregistrements apparaitront dans le tableau plus bas. Les résultats apparaîtront après avoir entré trois caractères. Un lien pour sauter les éléments dynamiques est disponible pour aller directement au tableau de données, une fois qu'une SDR est saisie."
	},
	"Inv_Skip_Link" : {
		"en": "Skip the interactive features and go directly to the data table.",
		"fr": "Ignorez les fonctions interactives et allez directement à la table de données."
	},
	"App_Search_Label": {
		"en": "Enter municipality/CSD name or ID:",
		"fr": "Saisir le nom de la municipalité/SDR ou l’identifiant :"
	},
	"Map_Presentation_1" : {
		"en" : "This map displays the georeferenced databases released as part of the <a href='https://www.statcan.gc.ca/eng/lode' title='Open in a new window' target='_blank'>Linkable Open Data Environment</a> (LODE) initiative.",
		"fr" : "Cette carte affiche le contenu de certaines bases de données qui sont diffusées à travers l'initiative de <a href='https://www.statcan.gc.ca/fra/ecdo' title='Ouvrir dans une nouvelle fenêtre' target='_blank'>l'Environnement de couplage de données ouvertes</a> (ECDO). Seuls les enregistrements avec coordonnées sont affichés sur la carte."
	},	
    "Map_Presentation_2": {
        "en": "Enter the name of a municipality or census subdivision (<abbr title='Census subdivision (CSD) is the general term for municipalities (as determined by provincial/territorial legislation) or areas treated as municipal equivalents for statistical purposes (e.g., Indian reserves, Indian settlements and unorganized territories).'>CSD</abbr>) in the search bar below. To change the database visualized on the map, click the layers icon (<img alt='Change database' src='./2020014/assets/layers.png'>) on the left-side of the map.",
        "fr": "Saisir le nom de la municipalité ou subdivision de recensement (SDR) dans la barre de recherche ci-dessous. Pour modifier la base de données visualisée sur la carte, cliquez sur l'icône des couches (<img alt='Changer la base de données' src='./2020014/assets/layers.png'>) sur le côté gauche de la carte."
    },
    "Map_Description": {
        "en": "Note: Census subdivision (CSD) is the general term for municipalities (as determined by provincial/territorial legislation) or areas treated as municipal equivalents for statistical purposes (e.g., Indian reserves, Indian settlements and unorganized territories).",
        "fr": "Note: Subdivision de recensement (SDR) est un terme générique qui désigne les municipalités (telles que définies par les lois provinciales/territoriales) ou les territoires considérés comme étant des équivalents municipaux à des fins statistiques (p. ex., les réserves indiennes, les établissements indiens et les territoires non organisés)."
    },
    "Map_Not_Available": {
        "en": "n/a",
        "fr": "n.d."
    },
    "Maps_Title": {
        "en": "Change database",
        "fr": "Changer la base de données"
    },
    "Maps_Header": {
        "en": "Change database",
        "fr": "Changer la base de données"
    },
    "Maps_Description": {
        "en": "Move your cursor over an item in the list to show the description.",
        "fr": "Déplacer votre curseur au dessus d'un élément de la liste pour afficher la description."
    },
	"Legend_Checkbox_Title" : {
		"en" : "Toggle layer visibility",
		"fr" : "Basculer la visibilité de la couche"
	},
	"Home_Title" : {
		"en" : "Zoom to Canada",
		"fr" : "Zoomer au Canada"
	},
	"Help_Title" : {
		"en" : "Help",
		"fr" : "Aide"
	},
    "Bookmarks_Title": {
        "en": "Go to census metropolitan area",
        "fr": "Aller à une région métropolitaine de recensement"
    },
    "Bookmarks_Header": {
        "en": "Go to census metropolitan area",
        "fr": "Aller à une région métropolitaine de recensement"
    },
    "Bookmarks_Description": {
        "en": "Select an item from the list to go to the bookmark.",
        "fr": "Sélectionner un élément de la liste pour aller à celui-ci."
    },
    "Search_Placeholder": {
        "en": "Enter CSD name or ID ...",
        "fr": "Saisir le nom ou l'identifiant de la SDR..."
    },
    "Search_Title": {
        "en": "Results will show after three characters are entered.",
        "fr": "Les résultats apparaîtront après avoir entré trois caractères."
    },
	"FullScreen_Title" : {
		"en" : "Show in fullscreen",
		"fr" : "Afficher en plein écran"
	},
	"Navigation_ZoomIn_Title" : {
		"en" : "Zoom in",
		"fr" : "Zoom avant"
	},
	"Navigation_ZoomOut_Title" : {
		"en" : "Zoom out",
		"fr" : "Zoom arrière"
	},
	"Table_Title_Default": {
		"en" : "Detailed table",
		"fr" : "Tableau détaillé"
	},	
	"Table_No_Data": {
		"en" : "There are no data for this census subdivision (CSD)",
		"fr" : "Il n'y a aucune donnée pour cette  subdivision de recensement (SDR)"
	},	
	"Table_Next_Button" : {
		"en" : "Next page",
		"fr" : "Prochaine page"
	},
	"Table_Previous_Button" : {
		"en" : "Previous page",
		"fr" : "Page précédent"
	},
	"Table_Current_Page" : {
		"en" : "Page {0} of {1}",
		"fr" : "Page {0} de {1}"
	},
	"Table_Message" : {
		"en" : "Please select a census subdivision (CSD) using the search bar to show the data for that area. <span class='wb-inv'>Press enter to return to the search bar.</span>",
		"fr" : "Veuillez sélectionner une subdivision de recensement (SDR) en utilisant la barre de recherche pour afficher les données pour cet endroit.  <span class='wb-inv'>Appuyer sur entrée pour retourner à la barre de recherche.</span>"
	},
	"Mapbox_Improve" : {
		"en" : "Improve this map",
		"fr" : "Améliorer cette carte"
	},
	"Mapbox_Close_Popup" : {
		"en" : "Close popup",
		"fr" : "Fermer l'infobulle"
	}
}
