{
    "Toc_Instruction": {
        "en": "Turn layers on or off",
        "fr": "Afficher ou cachers les couches"
    },
    "Toc_Legend": {
        "en": "Legend",
        "fr": "Légende"
    },
    "Toc_Opacity": {
        "en": "Opacity",
        "fr": "Opacité"
    },
    "Splash_LODE_Title": {
        "en": "LODE Viewer",
        "fr": "Visionneuse de l'ECDO"
    },
    "Splash_LODE_1": {
        "en": "The Linkable Open Data Environment (LODE) is an exploratory initiative that aims at enhancing the use and harmonization of open micro data primarily from municipal, provincial and federal sources.",
        "fr": "L'Environnement de couplage de données ouvertes (ECDO) est une initiative exploratoire qui vise à accroître l'utilisation et l'harmonisation de microdonnées ouvertes provenant principalement de sources municipales, provinciales et fédérales."
    },
    "Splash_LODE_2": {
        "en": "The results are a collection of datasets released under a single open data license (Open Government Licence - Canada), as well as open source tools used to process the data, and collaborations in an open space.",
        "fr": "Il en résulte une collection d'ensembles de données diffusés en vertu d'une même licence de données ouvertes (Licence du gouvernement ouvert – Canada), ainsi que des outils libres utilisés pour traiter les données et des collaborations dans un espace ouvert."
    },
    "Splash_LODE_3": {
        "en": "The LODE is implemented by the Data Exploration and Integration Lab (DEIL). It is an ongoing and exploratory initiative, developed in an open space, as an open project.",
        "fr": "L'ECDO est mis en œuvre par le Laboratoire d'exploration et d'intégration des données. Il s'agit par conséquent d'une initiative continue et exploratoire mise sur pied dans un espace ouvert à titre de projet ouvert."
    },
    "Splash_WIP": {
        "en": "The LODE Viewer is a work in progress. There may be some issues with the data. All the data shown in the viewer are open sourced.",
        "fr": "La visionneuse de l'ECDO est un travail en cours. Il peut y avoir des erreurs dans les données. Toutes les données présentées dans la visionneuse sont ouvertes."
    },
    "Splash_Warning": {
        "en": "Warning: This web application consumes a large amount of data. It is advised not to use it on a mobile device with a limited data plan.",
        "fr": "Attention : Cette application consomme un grand volume de données. Il est conseillé de ne pas l'utiliser sur une plateforme mobile avec un plan de données limité."
    },
    "Splash_Continue": {
        "en": "CONTINUE",
        "fr": "CONTINUER"
    },
    "Map_Not_Available": {
        "en": "n/a",
        "fr": "n.d."
    },
    "Maps_Title": {
        "en": "Change map",
        "fr": "Changer la carte"
    },
    "Maps_Header": {
        "en": "Select a Map",
        "fr": "Sélectionnez une carte"
    },
    "Maps_Description": {
        "en": "Move your cursor over an item in the list to show the description.",
        "fr": "Déplacer votre curseur au dessus d'un élément de la liste pour afficher la description."
    },
    "Bookmarks_Title": {
        "en": "Go to a bookmarked location",
        "fr": "Aller à un endroit sauvegardé"
    },
    "Bookmarks_Header": {
        "en": "Go to a Bookmark",
        "fr": "Allez à un endroit sauvegardé"
    },
    "Bookmarks_Description": {
        "en": "Select an item from the list to go to the bookmark.",
        "fr": "Sélectionner un élément de la liste pour aller à celui-ci."
    },
    "Download_Title": {
        "en": "Download Proximity Data",
        "fr": "Télécharger les données"
    }
}
