{
	"Inv_Search_Instructions" : {
		"en": "Enter a CSD id or name in the search bar below to select the dissemination blocks in that CSD. The dissemination blocks will appear in the table below. Results will show after three characters are entered.",
		"fr": "Saisir un identifiant ou le nom d'une SDR pour sélectionner les îlots de diffusion dans ce CSD. Les îlots de diffusion apparaitront dans le tableau plus bas. Les résultats apparaîtront après avoir entré trois caractères."
	},
	"Inv_Skip_Link" : {
		"en": "Skip the interactive features and go directly to the data table.",
		"fr": "Ignorez les fonctions interactives et allez directement à la table de données."
	},
	"App_Search_Label": {
		"en": "Enter census subdivision (CSD) id or name:",
		"fr": "Saisir l'identifiant ou le nom de la subdivision de recensement (SDR):"
	},
    "Map_Not_Available": {
        "en": "n/a",
        "fr": "n.d."
    },
    "Maps_Title": {
        "en": "Change indicator",
        "fr": "Changer l'indicateur"
    },
    "Maps_Header": {
        "en": "Select an indicator",
        "fr": "Sélectionnez un indicateur"
    },
    "Maps_Description": {
        "en": "Move your cursor over an item in the list to show the description.",
        "fr": "Déplacer votre curseur au dessus d'un élément de la liste pour afficher la description."
    },
	"Home_Title" : {
		"en" : "Zoom to Canada",
		"fr" : "Zoomer au Canada"
	},
    "Bookmarks_Title": {
        "en": "Go to census metropolitan area",
        "fr": "Aller à une région métropolitaine de recensement"
    },
    "Bookmarks_Header": {
        "en": "Go to census metropolitan area",
        "fr": "Aller à une région métropolitaine de recensement"
    },
    "Bookmarks_Description": {
        "en": "Select an item from the list to go to the bookmark.",
        "fr": "Sélectionner un élément de la liste pour aller à celui-ci."
    },
    "Search_Placeholder": {
        "en": "Enter CSD name or ID ...",
        "fr": "Saisir le nom ou l'identifiant du DSR..."
    },
    "Search_Title": {
        "en": "Results will show after three characters are entered.",
        "fr": "Les résultats apparaîtront après avoir entré trois caractères."
    },
	"FullScreen_Title" : {
		"en" : "Show in fullscreen",
		"fr" : "Afficher en plein écran"
	},
	"Navigation_ZoomIn_Title" : {
		"en" : "Zoom in",
		"fr" : "Zoom avant"
	},
	"Navigation_ZoomOut_Title" : {
		"en" : "Zoom out",
		"fr" : "Zoom arrière"
	},
	"Table_Title_Default": {
		"en" : "Detailed table",
		"fr" : "Tableau détaillé"
	},	
	"Table_No_Data": {
		"en" : "The are no data for this census subdivision (CSD)",
		"fr" : "Il n'y a aucune donnée pour cette  sous-division de recensement (SDR)"
	},	
	"Table_Next_Button" : {
		"en" : "Next page",
		"fr" : "Prochaine page"
	},
	"Table_Previous_Button" : {
		"en" : "Previous page",
		"fr" : "Page précédent"
	},
	"Table_Current_Page" : {
		"en" : "Page {0} of {1}",
		"fr" : "Page {0} de {1}"
	},
	"Table_Message" : {
		"en" : "Please select a census subdivision (CSD) using the search bar to show the data for that area.",
		"fr" : "Veuillez sélectionner une sous-division de recensement (SDR) en utilisant la barre de recherche pour afficher les données pour cet endroit."
	}
}